---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterElement
source: html/cf630c38-b3e7-9532-4c20-8a133bd2e58e.htm
---
# FilterElement Properties

The id of the assembly instance to which the element belongs.